Repository: carrascoMDD/gvSIG-bpd
Catalog: gvSIGbpd/i18n/gvSIGbpd-*.po
Languages: es

# gvSIGbpd_BPDProcesoDeNegocio_help
source: BPDProcesoDeNegocio
es: Caso general de Proceso de Negocio, de los que se definien concretamente ProcesoDeNegocioSimple y ...

# gvSIGbpd_BPDProcesoDeNegocio_attr_detallesProceso_label
source: Business Process details
es: Detalles del Proceso de Negocio

# gvSIGbpd_BPDProcesoDeNegocio_attr_detallesProceso_help
source: Details about the fetarues of the Busienss Process
es: Detalles acerca de las caracteristicas del Proceso de Negocio.

# gvSIGbpd_BPDProcesoDeNegocio_attr_esContinuo_label
source: Is Continuous
es: Es Continuo

# gvSIGbpd_BPDProcesoDeNegocio_attr_esContinuo_help
source: The Business Process is executed continuously, starting a new instance when the previous one completes, whithout any explicit initiation by a participant Profile or Organisational Unit.
es: El Proceso se ejercita continuadamente, comenzando una nueva instancia al completar la anterior, sin necesidad de iniciacion explicita por su Responsable o la Organizacion.

# gvSIGbpd_BPDProcesoDeNegocio_attr_esPlaneado_label
source: Is Planned
es: Es Planificado

# gvSIGbpd_BPDProcesoDeNegocio_attr_esPlaneado_help
source: Each Business Process instance shall be planned in advance (i.e., time and resources).
es: Cada instancia del Proceso de Negocio ha de ser planeada previamente (p.e., tiempo y recursos).

# gvSIGbpd_BPDProcesoDeNegocio_attr_esRepetible_label
source: Is Repeteable
es: Es Repetible

# gvSIGbpd_BPDProcesoDeNegocio_attr_esRepetible_help
source: Whether the Business Process may iterate and execute multiple times on the same instance of information, por example, until obtaining a sufficiently satisfactory result.
es: El Proceso se puede aplicar varias veces una tras otra sobre la misma instancia de informacion, por ejemplo, hasta conseguir un Resultado de calidad aceptable.

# gvSIGbpd_BPDProcesoDeNegocio_attr_proposito_label
source: Purpose
es: Proposito

# gvSIGbpd_BPDProcesoDeNegocio_attr_proposito_help
source: Pursued by the Business Process.
es: Perseguido por el Proceso

# gvSIGbpd_BPDProcesoDeNegocio_attr_responsableMantenimiento_label
source: Responsible for Maintenance
es: Responsable del Mantenimiento

# gvSIGbpd_BPDProcesoDeNegocio_attr_responsableMantenimiento_help
source: Person in charge of the maintenance of the specification.
es: Responsable de Mantenimiento

# gvSIGbpd_BPDProcesoDeNegocio_attr_seleccionDePersonal_label
source: Human Resources Selection
es: Seleccion de Personal

# gvSIGbpd_BPDProcesoDeNegocio_attr_seleccionDePersonal_help
source: Selection criteria for staffing the Performer Profiles with matching individuals, specifically for this Business Process.
es: Criterios para seleccionar el personal de los Perfiles ejecutores de este proceso de negocio especifico.

# gvSIGbpd_BPDProcesoDeNegocio_contents_coleccionesProcesosDeNegocio_label
source: Nested Business Processes
es: Procesos de Negocio anidados

# gvSIGbpd_BPDProcesoDeNegocio_contents_coleccionesProcesosDeNegocio_help
source: Collections of Lower level Business Processes, defined in the context of this Business Process realising courses of action pusuing subordinate goals.
es: Colecciones de Procesos de Negocio de orden inferior, definidos en el contexto de este Proceso de negocio, realizando cursos de accion persiguiendo metas subordinadas.

# gvSIGbpd_BPDProcesoDeNegocio_rel_ejecutores_label
source: Performers
es: Ejecutores del Proceso

# gvSIGbpd_BPDProcesoDeNegocio_rel_ejecutores_help
source: Participant Profiles and Organisational Units allowed to execute the Business Process.
es: Los Perfiles o Unidades Organizacionales a cargo de ejecutar el Proceso de Negocio.

# gvSIGbpd_BPDProcesoDeNegocio_rel_politicasDeNegocioGobernantes_label
source: Governing Business Policies
es: Politicas de Negocio Gobernantes

# gvSIGbpd_BPDProcesoDeNegocio_rel_politicasDeNegocioGobernantes_help
source: Business Policies to observe when executing the Business Process.
es: Politicas de Negocio a respetar durante la ejecucion del Proceso de Negocio.

# gvSIGbpd_BPDProcesoDeNegocio_rel_reglasDeNegocioDirigentes_label
source: Guiding Business Rules
es: Reglas de Negocio Dirigentes

# gvSIGbpd_BPDProcesoDeNegocio_rel_reglasDeNegocioDirigentes_help
source: Business Rules to take into account when executing the Business Process.
es: Reglas de Negocio a tomar en cuenta durante durante la ejecucion del Proceso de Negocio.

# gvSIGbpd_BPDProcesoDeNegocio_rel_supervisor_help
source: The participant Profile or Organisational Unit is responsible to ensure the compliance of the Business Process execution with applicable directives.
es: El Perfil o Unidad Organizacional a cargo de velar por que el cumplimiento del Proceso de Negocio se realize de acuerdo con la regulacion aplicable.

# gvSIGbpd_BPDProcesoDeNegocio_rel_usadoComoSubProcesos_label
source: Used as Sub-Business Process in
es: Usos como Sub-Proceso de Negocio

# gvSIGbpd_BPDProcesoDeNegocio_rel_usadoComoSubProcesos_help
source: Business Processes where this one is used as a Sub-Process
es: Pasos de otros Procesos de Negocio donde este proceso se ejecuta de principio a fin, como un Paso Sub-Proceso.

# gvSIGbpd_BPDProcesoDeNegocioSimple_label
source: Business Process
es: Proceso de Negocio

# gvSIGbpd_BPDProcesoDeNegocioSimple_help
source: A Business Process describes how to reach specific goals, and can be described as a source information set, a number of steps, and an output information set.
es: Un Proceso de negocio describiendo como alcanzar un objetivo concreto, como un conjunto de informacioones de partida, una serie de pasos, y unas informaciones de salida.

# gvSIGbpd_BPDProcesoDeNegocioSimple_contents_coleccionesEntradas_label
source: Inputs (collections)
es: Entradas (colecciones)

# gvSIGbpd_BPDProcesoDeNegocioSimple_contents_coleccionesEntradas_help
source: Collections of Informations that must or may be available to start the Business Process.
es: Colecciones de Informaciones que pueden o deben estar disponibles para poder dar comienzo al Proceso de Negocio.

# gvSIGbpd_BPDProcesoDeNegocioSimple_contents_coleccionesPasos_label
source: Steps (collections)
es: Pasos (colecciones)

# gvSIGbpd_BPDProcesoDeNegocioSimple_contents_coleccionesPasos_help
source: Collections of individual actions during the course of the Business Process.
es: Colecciones de Acciones individuales en que transcurre la ejecucion del Proceso de Negocio.

# gvSIGbpd_BPDProcesoDeNegocioSimple_contents_coleccionesSalidas_label
source: Outputs (collections)
es: Salidas (colecciones)

# gvSIGbpd_BPDProcesoDeNegocioSimple_contents_coleccionesSalidas_help
source: Collections of Informations that may or will be made available upon successful completion of the Business Process.
es: Colecciones de Informaciones que pueden estar o estaran disponibles cuando haya concluido exitosamente el Proceso de Negocio.

# gvSIGbpd_BPDRecepcion_label
source: Receive
es: Recepcion

# gvSIGbpd_BPDRecepcion_help
source: Represents a Business Process Step to wait to receive some information from the outside of the boudaries of the Business Process.
es: Representa un Paso de Proceso en que se espera y recibe una informacion externa.

# gvSIGbpd_BPDRecepcion_attr_detallesPaso_label
source: Step details
es: Detalles del Paso

# gvSIGbpd_BPDRecepcion_attr_detallesPaso_help
source: Details about the fetarues of the Busienss Process Step
es: Detalles acerca de las caracteristicas del Paso de Proceso de Negocio.

# gvSIGbpd_BPDRecepcion_attr_tituloRemitente_label
source: Sender
es: Remitente

# gvSIGbpd_BPDRecepcion_attr_tituloRemitente_help
source: Participant Profiles or Organisational Units originating this Reception.
es: El Perfil o Unidad Organizacional que originan la Recepcion.

# gvSIGbpd_BPDRecepcion_attr_titulosArtefactosRecibidos_label
source: Received Artefacts
es: Artefactos Recibidos

# gvSIGbpd_BPDRecepcion_attr_titulosArtefactosRecibidos_help
source: Artefacts to be received from an external participant during this step.
es: Artefactos que se reciben de un Participante externo en este paso.

# gvSIGbpd_BPDRecepcion_rel_artefactosRecibidos_label
source: Received Artefacts
es: Artefactos Recibidos

# gvSIGbpd_BPDRecepcion_rel_artefactosRecibidos_help
source: Artefacts to be received from an external participant during this step.
es: Artefactos que se reciben de un Participante externo en este paso.

# gvSIGbpd_BPDRecepcion_rel_remitente_label
source: Sender
es: Remitente

# gvSIGbpd_BPDRecepcion_rel_remitente_help
source: Participant Profiles or Organisational Units originating this Reception.
es: El Perfil o Unidad Organizacional que originan la Recepcion.

# gvSIGbpd_BPDReferenciaCualificada_label
source: Qualified Reference
es: Referencia Cualificada

# gvSIGbpd_BPDReferenciaCualificada_help
source: Allows to reference other application elements, including an additional title and description that qualifies the reference.
es: Permite referir a otros elementos de la aplicacion, incluyendo ademas un texto cualificando la referencia.

# gvSIGbpd_BPDReferenciaCualificada_rel_referidosCualificados_label
source: Refered Elements
es: Elementos cualificadamente Referidos

# gvSIGbpd_BPDReferenciaCualificada_rel_referidosCualificados_help
source: Elements refered to by this qualified Reference.
es: Elementos referidos desde esta Referencia Cualificada.

# gvSIGbpd_BPDReglaDeNegocio_label
source: Business Rule
es: Regla de Negocio

# gvSIGbpd_BPDReglaDeNegocio_help
source: Business Rule based in Busines Policies, possibly applied during the execution of Business Processes or their Steps, or affecting the operation of Organisational Units, Profiles, Artefacts and Tools.
es: Regla que desarrolla Politicas de Negocio, posiblemente aplicada en la ejecucion de Procesos de Negocio, o afectando la operacion de Unidaddes Organizacionales, Perfiles, Artefactos y Herramientas.

# gvSIGbpd_BPDReglaDeNegocio_contents_coleccionesReglasDeNegocio_label
source: More specific Business Rules
es: Reglas de Negocio mas detalladas

# gvSIGbpd_BPDReglaDeNegocio_contents_coleccionesReglasDeNegocio_help
source: Collections of Subordinated Business Rules derived from Business Policies, and driving the Business Process in the Organisation, defined as a refinement of this Business Rule.
es: Colecciones de Reglas de Negocio mas detalladas que se derivan de las politicas de Negocio, y dirigen los Procesos de Negocio de la Organizacion, definidas como un refinamiento de esta Regla de Negocio.

# gvSIGbpd_BPDReglaDeNegocio_rel_artefactosDirigidos_label
source: Affected Artefacts
es: Artefactos dirigidos

# gvSIGbpd_BPDReglaDeNegocio_rel_artefactosDirigidos_help
source: Artefacts whose usage is directed by the Business Rule.
es: Artefactos cuya utilizacion esta prescrita o gobernada por la Regla de Negocio.

# gvSIGbpd_BPDReglaDeNegocio_rel_herramientasDirigidas_label
source: Driven Tools
es: Herramientas dirigidas

# gvSIGbpd_BPDReglaDeNegocio_rel_herramientasDirigidas_help
source: Tools whose usage is directed by the Business Rule.
es: Herramientas cuya utilizacion esta dirigida por la Regla de Negocio.

# gvSIGbpd_BPDReglaDeNegocio_rel_participantesDirigidos_label
source: Directed Participant Profiles and Organisational Units
es: Participantes dirigidos

# gvSIGbpd_BPDReglaDeNegocio_rel_participantesDirigidos_help
source: Participant Profiles and Organisational Units that apply the Business Rule.
es: Perfiles y Unidades Organizacionales que aplican la Regla de Negocio durante su labor.

# gvSIGbpd_BPDReglaDeNegocio_rel_pasosAplicandoLaRegla_label
source: Business Process Steps applying the Business Rule
es: Pasos dirigidos

# gvSIGbpd_BPDReglaDeNegocio_rel_pasosAplicandoLaRegla_help
source: Business Process Steps applying the Business Rule.
es: Pasos de Procesos de Negocio donde se aplica la Regla de Negocio

# gvSIGbpd_BPDReglaDeNegocio_rel_politicasDeNegocioBase_label
source: Base Business Policies
es: Politicas de Negocio base

# gvSIGbpd_BPDReglaDeNegocio_rel_politicasDeNegocioBase_help
source: Business Policies that are the basis of the Business Rule
es: Politicas de Negocio de las que se deriva la Regla de Negocio

# gvSIGbpd_BPDReglaDeNegocio_rel_procesosDeNegocioDirigidos_label
source: Guided Business Processes
es: Procesos de Negocio dirigidos

# gvSIGbpd_BPDReglaDeNegocio_rel_procesosDeNegocioDirigidos_help
source: Business Process applying or enforcing during their execution this Business Rule.
es: Procesos de Negocio que toman en cuenta la Regla de Negocio durante su ejecucion.

# gvSIGbpd_BPDSalida_label
source: business process Output
es: Salida de Proceso de Negocio

# gvSIGbpd_BPDSalida_help
source: Information that may be produced during the Business Process execution and delivered at its end.
es: Informaciones que puede o debe producir el esfuerzo realizado en el Proceso de Negocio.

# gvSIGbpd_BPDSalida_attr_tituloProcesoDeNegocio_label
source: Business Process
es: Proceso de Negocio

# gvSIGbpd_BPDSalida_attr_tituloProcesoDeNegocio_help
source: Title of the Business Process containing the Output.
es: El titulo del Proceso de Negocio que contiene la Salida.

# gvSIGbpd_BPDSalida_attr_titulosArtefactosDeSalida_label
source: Output Artefacts
es: Artefactos de Salida

# gvSIGbpd_BPDSalida_attr_titulosArtefactosDeSalida_help
source: Artefacts produced as outcomes of successfully completed Business Processes.
es: Artefactos producidos como Salida al finalizar exitosamente el Proceso de Negocio.

# gvSIGbpd_BPDSalida_rel_artefactosDeSalida_label
source: Output Artefacts
es: Artefactos de Salida

# gvSIGbpd_BPDSalida_rel_artefactosDeSalida_help
source: Artefacts produced as outcomes of successfully completed Business Processes.
es: Artefactos producidos como Salida al finalizar exitosamente el Proceso de Negocio.

# gvSIGbpd_BPDSubProceso_label
source: Sub Process
es: Sub Proceso

# gvSIGbpd_BPDSubProceso_help
source: A Business Process, specified elsewhere, is executed in its entirety in the context of the current Business Process, as a single step.
es: Un Proceso de Negocio definido aparte, se ejercita de principio a fin como un paso parte de otro Proceso de Negocio de mayor alcance.

# gvSIGbpd_BPDSubProceso_attr_detallesPaso_label
source: SubProcess Step details
es: Detalles del SubProceso

# gvSIGbpd_BPDSubProceso_attr_detallesPaso_help
source: Details about the SubProcess Step, including the title of the used Business Process.
es: Detalles acerca de las caracteristicas del Paso de Proceso de Negocio.

# gvSIGbpd_BPDSubProceso_attr_tituloProcesoUsado_label
source: Used Business Process
es: Proceso de Negocio usado

# gvSIGbpd_BPDSubProceso_attr_tituloProcesoUsado_help
source: Business Process executed as part of the current one.
es: Proceso de Negocio que se ejecuta como parte del Proceso de Negocio actual.

# gvSIGbpd_BPDSubProceso_rel_procesoUsado_label
source: Used Business Process
es: Proceso de Negocio usado

# gvSIGbpd_BPDSubProceso_rel_procesoUsado_help
source: Business Process executed as part of the current one.
es: Proceso de Negocio que se ejecuta como parte del Proceso de Negocio de mayor alcance.

# gvSIGbpd_BPDUnidadOrganizacional_label
source: Organisational Unit
es: Unidad Organizacional

# gvSIGbpd_BPDUnidadOrganizacional_help
source: Part of the organisational decomposition into units.
es: Parte de la estructura jerarquica de descomposicion de la Organizacion en unidades.

# gvSIGbpd_BPDUnidadOrganizacional_contents_coleccionesPerfiles_label
source: Participant Profiles (collections)
es: Perfiles (colecciones)

# gvSIGbpd_BPDUnidadOrganizacional_contents_coleccionesPerfiles_help
source: Collections of Participant Profiles characterising the individual participants in the Business Processes.
es: Colecciones de Perfiles tipificando las clases de individuos participantes en los Procesos de Negocio.

source: Organisational Units (collections)
es: Unidades Organizacionales (colecciones)

source: Collections of Organisational Units corresponding to the Organisation decomposition into units, departments, sections, ... at a lower level, participants in the Business Processes.
es: Colecciones de UnidadesOrganizacionales mostrando la descomposicion organica en unidades, departamentos, secciones, etc. de orden inferior participantes en los Procesos de Negocio.
