Repository: carrascoMDD/gvSIG-bpd
Catalog: gvSIGbpd/i18n/gvSIGbpd-*.po
Languages: es

# gvSIGbpd_BPDArquetipoConAdopcion_attr_codigo_label
source: Code
es: Codigo

# gvSIGbpd_BPDArquetipoConAdopcion_attr_codigo_help
source: Unique code for the element.
es: Codigo unico del elemento.

# gvSIGbpd_BPDArquetipoConAdopcion_attr_estado_label
source: Status
es: Estado

# gvSIGbpd_BPDArquetipoConAdopcion_attr_estado_help
source: Status of the element's life-cycle of creation, adoption and retirement.
es: Estado del ciclo de vida de creacion, adopcion y retiro.

# gvSIGbpd_BPDArquetipoConAdopcion_attr_estado_option_Redaccion
source: Draft
es: Redaccion

# gvSIGbpd_BPDArquetipoConAdopcion_attr_estado_option_Pendiente de Revision
source: Review Pending
es: Pendiente de Revision

# gvSIGbpd_BPDArquetipoConAdopcion_attr_estado_option_Aprobado
source: Approved
es: Aprobado

# gvSIGbpd_BPDArquetipoConAdopcion_attr_estado_option_Retirado
source: Retired
es: Retirado

# gvSIGbpd_BPDArquetipoConAdopcion_attr_fechaAdopcion_label
source: Adoption Date
es: Fecha de Adopcion

# gvSIGbpd_BPDArquetipoConAdopcion_attr_fechaAdopcion_help
source: Date of adoption, past or future, when observance becomes enforceable.
es: Fecha en que el elemento de definicion ha sido o sera Adoptado, es decir, entra en vigor la obligacion de aplicarlo en la gestion de la organizacion.

# gvSIGbpd_BPDArquetipoConAdopcion_attr_fechaObsolescencia_label
source: Retirement Date
es: Fecha de Obsolescencia

# gvSIGbpd_BPDArquetipoConAdopcion_attr_fechaObsolescencia_help
source: Date of retirement, past or future, when observance ceases to be enforceable.
es: Fecha en que el elemento de definicion se va a retirar o se ha retirado, y en que dejara de ser obligado su cumplimiento en la gestion de la organizacion.

# gvSIGbpd_BPDArquetipoConAdopcion_attr_nivelDeImposicion_label
source: With Enforcement Level
es: Nivel de Imposicion

# gvSIGbpd_BPDArquetipoConAdopcion_attr_nivelDeImposicion_help
source: Indicates the enforcement level for the element.
es: Indica el nivel de imposicion con que se debe aplicar un elemento de definicion, que puede expresarse en un rango de valores desde Imposicion Estricta a Guia Sugerida.

source: Strictly Enforced
es: Imposicion Estricta

source: Deferred Enforcement
es: Imposicion Diferida

source: Pre-Authorized Override
es: Invalidacion Autorizada Previamente

source: Post-Justified Override
es: Invalidacion Justificada Posteriormente

source: Override with Explanation
es: Invalidacion Explicada

# gvSIGbpd_BPDArquetipoConAdopcion_attr_nivelDeImposicion_option_Guia Sugerida
source: Guideline
es: Guia Sugerida

# gvSIGbpd_BPDArquetipoConAdopcion_attr_version_help
source: The Business Process may evolve through successive versions.
es: El Proceso puede evolucionar a lo largo de versiones sucesivas.

# gvSIGbpd_BPDArquetipoReferenciable_attr_todosRelacionados_label
source: Todos los Elementos relacionados
es: All Related Elements

# gvSIGbpd_BPDArquetipoReferenciable_attr_todosRelacionados_help
source: Todos los Elementos relacionados
es: All Related Elements

# gvSIGbpd_BPDArquetipoReferenciable_contents_referenciasCualificadas_label
source: Qualified References
es: Referencias Cualificadas

# gvSIGbpd_BPDArquetipoReferenciable_contents_referenciasCualificadas_help
source: References to other elements, qualified with a title and a description.
es: Referencias a otros elementos, cualificadas con un titulo y una descripcion.

# gvSIGbpd_BPDArquetipoReferenciable_rel_referentesCualificados_label
source: Refering Qualified References
es: Referentes Cualificados

# gvSIGbpd_BPDArquetipoReferenciable_rel_referentesCualificados_help
source: Qualified References referencing this element.
es: Referencias Cualificadas refiriendo a este elemento.

# gvSIGbpd_BPDArquetipoReferenciable_rel_referidos_label
source: Referenced elements
es: Elementos Referenciados

# gvSIGbpd_BPDArquetipoReferenciable_rel_referidos_help
source: Elements in the application referenced by this element.
es: Elementos de la aplicacion referidos desde este elemento.

# gvSIGbpd_BPDArquetipoReferenciable_rel_referentes_label
source: Refering elements
es: Elementos Referentes

# gvSIGbpd_BPDArquetipoReferenciable_rel_referentes_help
source: Application elements referencing this one.
es: Elementos de la aplicacion que refieren al presente elemento.

# gvSIGbpd_BPDArtefacto_label
source: Artefact
es: Artefacto

# gvSIGbpd_BPDArtefacto_help
source: An identifiable piece of information, i.e. that can be produced, consumed or handled over during the course of Business Processes.
es: Un elemento identificable de information utilizada en el esfuerzo en los procesos de gestion de gvSIG.

# gvSIGbpd_BPDArtefacto_contents_coleccionesArtefactos_label
source: Subordinated Artefacts
es: Artefactos subordinados

# gvSIGbpd_BPDArtefacto_contents_coleccionesArtefactos_help
source: Collections of Lower level Artefacts produced, consumed, consulted, edited, or otherwise object of the Organisation effort, and defined within the context of this Artefact.
es: Colecciones de Artefactos de orden inferior a este artefacto, que se producen, consumen, consultan, editan, y en general son el objeto del esfuerzo de la Organizacion, definidos en el contexto de este Artefacto.

# gvSIGbpd_BPDArtefacto_rel_entradasAProcesosDeNegocio_label
source: Input to Business Processes
es: Entrada a Procesos de Negocio

# gvSIGbpd_BPDArtefacto_rel_entradasAProcesosDeNegocio_help
source: Inputs to Business Processes where the Artefact must be made available , in order to start execution.
es: Entradas a Procesos de Negocio en que el Artefacto debe estar disponible, para poder comenzar la ejecucion.

# gvSIGbpd_BPDArtefacto_rel_herramientas_label
source: Tools
es: Herramientas

# gvSIGbpd_BPDArtefacto_rel_herramientas_help
source: Useful tools to handle Artefacts of this type.
es: Herramientas utiles para manejar Artefactos de este tipo.

# gvSIGbpd_BPDArtefacto_rel_pasosQueEnvianElArtefacto_label
source: Sent from Business Process Steps
es: Enviado desde Pasos de Procesos de Negocio

# gvSIGbpd_BPDArtefacto_rel_pasosQueEnvianElArtefacto_help
source: Business Process Steps sending Artefacts of this type to external participants.
es: Pasos de Proceso de Negocio que envian un Artefacto de este tipo a un Participante externo.

# gvSIGbpd_BPDArtefacto_rel_pasosQueRecibenElArtefacto_label
source: Received at Business Process Steps
es: Recepciones

# gvSIGbpd_BPDArtefacto_rel_pasosQueRecibenElArtefacto_help
source: Business Process Steps where Artefacts of this type are received from external participants.
es: Recepciones pasos de Proceso de Negocio donde se recibe un Artefacto de este tipo de un participante externo.

# gvSIGbpd_BPDArtefacto_rel_politicasDeNegocioGobernantes_label
source: Geverning Business Policies
es: Politicas de Negocio gobernantes

# gvSIGbpd_BPDArtefacto_rel_politicasDeNegocioGobernantes_help
source: Business Policies that prescribe or govern the utilisation of the Artefact in the Organisation
es: Politicas de Negocio que prescriben o gobiernan el uso del Artefacto en la Organizacion.

# gvSIGbpd_BPDArtefacto_rel_reglasDeNegocioDirigentes_label
source: Affected by Business Rules
es: Reglas de Negocio dirigentes

# gvSIGbpd_BPDArtefacto_rel_reglasDeNegocioDirigentes_help
source: Business Rules directing the use of the Artefact
es: Reglas de Negocio que dirigen el uso del Artefacto en la Organizacion.

# gvSIGbpd_BPDArtefacto_rel_responsablesDeArtefacto_label
source: Responsible Profiles or Organisational Units
es: Responsables

# gvSIGbpd_BPDArtefacto_rel_responsablesDeArtefacto_help
source: Participant Profiles or Organisational Units generally in charge of Artefacts of this type.
es: Perfiles o Unidades Organizacionales a cargo de los Artefactos de este tipo.

# gvSIGbpd_BPDArtefacto_rel_salidasDeProcesosDeNegocio_label
source: Business Process Outputs
es: Salidas de Procesos de Negocio

# gvSIGbpd_BPDArtefacto_rel_salidasDeProcesosDeNegocio_help
source: Business Processes where the Artefact is made available as Output, upon successful completion.
es: Procesos de Negocio donde el Artefacto se produce como Salida, tras el final exitoso de la ejecucion.

# gvSIGbpd_BPDColeccionArtefactos_label
source: Artefacts Collection
es: Coleccion de Artefactos

# gvSIGbpd_BPDColeccionArtefactos_help
source: Collection of Artefacts produced, consumed, consulted, edited, or otherwise object of the Organisation effort.
es: Coleccion de Artefactos que se producen, consumen, consultan, editan, y en general son el objeto del esfuerzo de la Organizacion.

# gvSIGbpd_BPDColeccionArtefactos_contents_artefactos_label
source: Artefacts
es: Artefactos

# gvSIGbpd_BPDColeccionArtefactos_contents_artefactos_help
source: Artefacts produced, consumed, consulted, edited, or otherwise object of the Organisation effort.
es: Artefactos que se producen, consumen, consultan, editan, y en general son el objeto del esfuerzo de la Organizacion.

# gvSIGbpd_BPDColeccionEntradas_label
source: Inputs collection
es: Coleccion de Entradas

# gvSIGbpd_BPDColeccionEntradas_help
source: Collection of Informations that must or may be available to start the Business Process.
es: Coleccion de Informaciones que pueden o deben estar disponibles para poder dar comienzo al Proceso de Negocio.

# gvSIGbpd_BPDColeccionEntradas_contents_entradas_label
source: Inputs
es: Entradas

# gvSIGbpd_BPDColeccionEntradas_contents_entradas_help
source: Informations that must or may be available to start the Business Process.
es: Informaciones que pueden o deben estar disponibles para poder dar comienzo al Proceso de Negocio.

# gvSIGbpd_BPDColeccionHerramientas_label
source: Tools collection
es: Coleccion de Herramientas

# gvSIGbpd_BPDColeccionHerramientas_help
source: Collection of Tools applied in the Organisation to handle certain Artefacts, and assist in the execution of Business Process Steps.
es: Coleccion de Herramientas que la Organizacion aplica para manejar ciertos Artefactos y asistir en la ejecucion de Pasos de Procesos de Negocio.

# gvSIGbpd_BPDColeccionHerramientas_contents_herramientas_label
source: Tools
es: Herramientas

# gvSIGbpd_BPDColeccionHerramientas_contents_herramientas_help
source: Tools applied in the Organisation to handle certain Artefacts, and assist in the execution of Business Process Steps.
es: Herramientas que la Organizacion aplica para manejar ciertos Artefactos y asistir en la ejecucion de Pasos de Procesos de Negocio.

# gvSIGbpd_BPDColeccionPasos_label
source: Steps collection
es: Coleccion de Pasos

# gvSIGbpd_BPDColeccionPasos_help
source: Collection of Individual actions during the course of the Business Process.
es: Coleccion de Acciones individuales en que transcurre la ejecucion del Proceso de Negocio.

# gvSIGbpd_BPDColeccionPasos_contents_pasos_label
source: Steps
es: Pasos

# gvSIGbpd_BPDColeccionPasos_contents_pasos_help
source: Individual actions during the course of the Business Process.
es: Acciones individuales en que transcurre la ejecucion del Proceso de Negocio.

# gvSIGbpd_BPDColeccionPerfiles_label
source: Participant Profiles collection
es: Coleccion de Perfiles

# gvSIGbpd_BPDColeccionPerfiles_help
source: Collection of Participant Profiles characterising the individual participants in the Business Processes.
es: Coleccion de Perfiles tipificando las clases de individuos participantes en los Procesos de Negocio.

# gvSIGbpd_BPDColeccionPerfiles_contents_perfiles_label
source: Participant Profiles
es: Perfiles

# gvSIGbpd_BPDColeccionPerfiles_contents_perfiles_help
source: Participant Profiles characterising the individual participants in organisation efforts.
es: Perfiles tipificando las clases de individuos participantes en los esfuerzos de la Organizaci贸n.

# gvSIGbpd_BPDColeccionPoliticasDeNegocio_label
source: Business Policies collection
es: Coleccion de Politicas de Negocio

# gvSIGbpd_BPDColeccionPoliticasDeNegocio_help
source: Collection of Business Policies governing the Organisation and its Business Processes, and constitute the basis for the Business Rules.
es: Coleccion de Politicas de Negocio que gobiernan la Organizacion y sus Procesos de Negocio, y constituyen la base de las Reglas de Negocio.

# gvSIGbpd_BPDColeccionPoliticasDeNegocio_contents_politicasDeNegocio_label
source: Business Policies
es: Politicas de Negocio

# gvSIGbpd_BPDColeccionPoliticasDeNegocio_contents_politicasDeNegocio_help
source: Business Policies governing the Organisation and its Business Processes, and constitute the basis for the Business Rules.
es: Politicas de Negocio que gobiernan la Organizacion y sus Procesos de Negocio, y constituyen la base de las Reglas de Negocio.

# gvSIGbpd_BPDColeccionProcesosDeNegocio_label
source: Business Process collection
es: Coleccion de Procesos de Negocio

# gvSIGbpd_BPDColeccionProcesosDeNegocio_help
source: Collection of Business Processes realising courses of action through which the Organisation pursues specific goals.
es: Coleccion de Procesos de Negocio realizando cursos de accion con los que la Organizacion persigue propositos especificos.

# gvSIGbpd_BPDColeccionProcesosDeNegocio_contents_procedimientos_label
source: Business Processes
es: Procesos de Negocio

# gvSIGbpd_BPDColeccionProcesosDeNegocio_contents_procedimientos_help
source: Business Processes realising courses of action through which the Organisation pursues specific goals.
es: Procesos de Negocio realizando cursos de accion con los que la Organizacion persigue propositos especificos.

# gvSIGbpd_BPDColeccionReglasDeNegocio_label
source: Business Rules collection
es: Coleccion de Reglas de Negocio

# gvSIGbpd_BPDColeccionReglasDeNegocio_help
source: Collections of Business Rules derived from Business Policies, and driving the Business Process in the Organisation.
es: Coleccion de Reglas deNegocio que se derivan de las politicas de Negocio, y dirigen los Procesos de Negocio de la Organizacion.

# gvSIGbpd_BPDColeccionReglasDeNegocio_contents_reglasDeNegocio_label
source: Business Rules
es: Reglas de Negocio

# gvSIGbpd_BPDColeccionReglasDeNegocio_contents_reglasDeNegocio_help
source: Business Rules derived from Business Policies, and driving the Business Process in the Organisation.
es: Reglas deNegocio que se derivan de las politicas de Negocio, y dirigen los Procesos de Negocio de la Organizacion.

# gvSIGbpd_BPDColeccionSalidas_label
source: Outputs collection
es: Coleccion de Salidas

# gvSIGbpd_BPDColeccionSalidas_help
source: Collection of Informations that may or will be made available upon successful completion of the Business Process.
es: Coleccion de Informaciones que pueden estar o estaran disponibles cuando haya concluido exitosamente el Proceso de Negocio.

# gvSIGbpd_BPDColeccionSalidas_contents_salidas_label
source: Outputs
es: Salidas

# gvSIGbpd_BPDColeccionSalidas_contents_salidas_help
source: Informations that may or will be made available upon successful completion of the Business Process.
es: Informaciones que pueden estar o estaran disponibles cuando haya concluido exitosamente el Proceso de Negocio.

# gvSIGbpd_BPDColeccionUnidadesOrganizacionales_label
source: Organisational Units Collection
es: Coleccion de Unidades Organizacionales

# gvSIGbpd_BPDColeccionUnidadesOrganizacionales_help
source: Collection of Organisational Units corresponding to the Organisation decomposition into units, departments, sections, ... at a lower level, participants in the Business Processes.
es: Coleccion de UnidadesOrganizacionales mostrando la descomposicion organica en unidades, departamentos, secciones, etc. de orden inferior participantes en los Procesos de Negocio.

source: Organisational Units
es: Unidades Organizacionales

source: Organisational Units corresponding to the Organisation decomposition into units, departments, sections, ... at a lower level, participants in the Business Processes.
es: UnidadesOrganizacionales mostrando la descomposicion organica en unidades, departamentos, secciones, etc. de orden inferior participantes en los Procesos de Negocio.

# gvSIGbpd_BPDDecision_help
source: A Decision to take to select the next Business Process Step, from the ones composing the Business Process.
es: BPDDecision

# gvSIGbpd_BPDDecision_attr_detallesPaso_label
source: Step details
es: Detalles del Paso

# gvSIGbpd_BPDDecision_attr_detallesPaso_help
source: Details about the fetarues of the Busienss Process Step
es: Detalles acerca de las caracteristicas del Paso de Proceso de Negocio.

# gvSIGbpd_BPDElemento_attr_pathDelRaiz_label
source: Root's Path
es: pathDelRaiz

# gvSIGbpd_BPDElemento_attr_pathDelRaiz_help
source: Roots element fully qualified path.
es: pathDelRaiz

# gvSIGbpd_BPDElemento_attr_text_label
source: text
es: Texto

# gvSIGbpd_BPDElemento_attr_text_help
source: An extended textual description of the element.
es: Una descripcion textual extensa del elemento.

# gvSIGbpd_BPDElemento_contents_archivos_label
source: Files
es: Ficheros

# gvSIGbpd_BPDElemento_contents_archivos_help
source: Conventional Plone elements containing a File of arbitrary contents.
es: Elementos Plone convencionales conteniendo un Fichero de contenido arbitrario.

# gvSIGbpd_BPDElemento_contents_documentos_label
source: Documents
es: Documentos

# gvSIGbpd_BPDElemento_contents_documentos_help
source: Elements of the Plone Document type.
es: Elementos del tipo documento convencional en Plone.

# gvSIGbpd_BPDElemento_contents_enlaces_label
source: Link
es: Enlace

# gvSIGbpd_BPDElemento_contents_enlaces_help
source: Plone Elements containing a reference to a Web page (URLs like http://www.gvSIG.org)
es: Elementos Plone conteniendo una referencia a una pagina Web (URLs como http://www.gvSIG.org)

# gvSIGbpd_BPDElemento_contents_imagenes_label
source: Images
es: Imagenes

# gvSIGbpd_BPDElemento_contents_imagenes_help
source: Conventional Plone elements containing an Image.
es: Elementos Plone convencionales conteniendo una Imagen.

# gvSIGbpd_BPDElemento_contents_noticias_label
source: News Items
es: Noticias

# gvSIGbpd_BPDElemento_contents_noticias_help
source: Conventional Plone elements containing a news posting.
es: Elementos de Plone conteniendo una Noticia.

# gvSIGbpd_BPDElemento_rel_elementosDerivados_label
source: Derived Elements
es: Elementos Derivados

# gvSIGbpd_BPDElemento_rel_elementosDerivados_help
source: Elements that have been derived from this one.
es: Elementos que han sido derivados a partir del actual.

# gvSIGbpd_BPDElemento_rel_elementosBase_label
source: Base Elements
es: Elementos Base

# gvSIGbpd_BPDElemento_rel_elementosBase_help
source: Elements from whish this one has been derived.
es: Elementos a partir de los cuales se ha derivado el actual.

# gvSIGbpd_BPDElemento_rel_usosDelElemento_label
source: Uses of the element
es: Usos del Elemento

# gvSIGbpd_BPDElemento_rel_usosDelElemento_help
source: Which elements use this one as part of their specification.
es: Donde se usa el elemento como parte de otra definicion.

# gvSIGbpd_BPDElemento_rel_elementoUsado_label
source: Used Element
es: Elemento Usado

# gvSIGbpd_BPDElemento_rel_elementoUsado_help
source: The element reustilised in this specification.
es: El elemento que se reutiliza en esta definicion.

# gvSIGbpd_BPDEntrada_label
source: Input
es: Entrada

# gvSIGbpd_BPDEntrada_help
source: nformation that may or must be made available at the start of the Business Process.
es: Informacion de Entrada que se debe o puede aportar para ejecutar un Proceso de Negocio.

# gvSIGbpd_BPDEntrada_attr_esRequerida_label
source: Is Required
es: Es Requerida

# gvSIGbpd_BPDEntrada_attr_esRequerida_help
source: Whether the Input is absolutely needed in order to start the Business Process.
es: Indica si la Entrada es absolutamente necesaria para la ejecucion del Proceso.

# gvSIGbpd_BPDEntrada_attr_fuenteDeInformacion_label
source: Sources of Information
es: Fuente de Informacion

# gvSIGbpd_BPDEntrada_attr_fuenteDeInformacion_help
source: Identifies where to obtain the input information.
es: Identifica de donde se debe obtener la informacion de Entrada.

# gvSIGbpd_BPDEntrada_attr_tituloProcesoDeNegocio_label
source: Business Process
es: Proceso de Negocio

# gvSIGbpd_BPDEntrada_attr_tituloProcesoDeNegocio_help
source: Title of the Business Process containing the Input.
es: El titulo del Proceso de Negocio que contiene la Entrada

# gvSIGbpd_BPDEntrada_attr_titulosArtefactosDeEntrada_label
source: Input Artefacts
es: Artefactos de Entrada

# gvSIGbpd_BPDEntrada_attr_titulosArtefactosDeEntrada_help
source: Artefacts required as input to allow the start of the Business Processes.
es: Artefactos que deben estar disponibles para comenzar el Proceso de Negocio

# gvSIGbpd_BPDEntrada_attr_valorDefecto_label
source: Default Value
es: Valor por Defecto

# gvSIGbpd_BPDEntrada_attr_valorDefecto_help
source: The Input's default value, if none is explicitely supplied.
es: El valor que se toma por defecto para la informacion de entrada, cuando no se suministra un valor de entrada.

# gvSIGbpd_BPDEntrada_rel_artefactosDeEntrada_label
source: Input Artefacts
es: Artefactos de Entrada

# gvSIGbpd_BPDEntrada_rel_artefactosDeEntrada_help
source: Artefacts required as input to allow the start of the Business Processes.
es: Artefactos que deben estar disponibles para comenzar el Proceso de Negocio

# gvSIGbpd_BPDEnvio_label
source: Send
es: Envio

# gvSIGbpd_BPDEnvio_help
source: Represents a Business Process Step where some information is sent outside of the boudaries of the Business Process.
es: Representa un Paso de Proceso en que se envia una informacion al exterior del ambito del Proceso.

# gvSIGbpd_BPDEnvio_attr_detallesPaso_label
source: Step details
es: Detalles del Paso

# gvSIGbpd_BPDEnvio_attr_detallesPaso_help
source: Details about the fetarues of the Busienss Process Step
es: Detalles acerca de las caracteristicas del Paso de Proceso de Negocio.

# gvSIGbpd_BPDEnvio_attr_titulosArtefactosEnviados_label
source: Sent Artefacts
es: Artefactos Enviados

# gvSIGbpd_BPDEnvio_attr_titulosArtefactosEnviados_help
source: Artefacts thar shall be sent while in this step to an external participant.
es: Artefactos que se envian en este paso a un Participante externo.

# gvSIGbpd_BPDEnvio_attr_titulosDestinatarios_label
source: Receivers
es: Destinatarios

# gvSIGbpd_BPDEnvio_attr_titulosDestinatarios_help
source: Participant Profiles or Organisational Units to whom this is Sent
es: Perfiles o Unidades Organizacionales a los que se destina el Envio.

# gvSIGbpd_BPDEnvio_rel_artefactosEnviados_label
source: Sent Artefacts
es: Artefactos Enviados

# gvSIGbpd_BPDEnvio_rel_artefactosEnviados_help
source: Artefacts thar shall be sent while in this step to an external participant.
es: Artefactos que se envian en este paso a un Participante externo.

# gvSIGbpd_BPDEnvio_rel_destinatarios_label
source: Receivers
es: Destinatarios

# gvSIGbpd_BPDEnvio_rel_destinatarios_help
source: Participant Profiles or Organisational Units to whom this is Sent
es: Perfiles o Unidades Organizacionales a los que se destina el Envio.

# gvSIGbpd_BPDExitoFinal_label
source: Success
es: Exito Final

# gvSIGbpd_BPDExitoFinal_help
source: Indicates that the Business Process completes with successful result.
es: Indica el final del Proceso de Negocio con un resultado satisfactorio.

# gvSIGbpd_BPDExitoFinal_attr_detallesPaso_label
source: Step details
es: Detalles del Paso

# gvSIGbpd_BPDExitoFinal_attr_detallesPaso_help
source: Details about the fetarues of the Business Process Step
es: Detalles acerca de las caracteristicas del Paso de Proceso de Negocio.

# gvSIGbpd_BPDFracasoFinal_label
source: Failure
es: Fracaso Final

# gvSIGbpd_BPDFracasoFinal_help
source: Indicates that the Business Process exit with failure.
es: Indica el final del Proceso de Negocio con un resultado fallido.

# gvSIGbpd_BPDFracasoFinal_attr_detallesPaso_label
source: Step details
es: Detalles del Paso
