Repository: carrascoMDD/gvSIG-bpd
Catalog: gvSIGbpd/i18n/gvSIGbpd-*.po
Languages: es

# gvSIGbpd_BPDFracasoFinal_attr_detallesPaso_help
source: Details about the fetarues of the Busienss Process Step
es: Detalles acerca de las caracteristicas del Paso de Proceso de Negocio.

# gvSIGbpd_BPDHerramienta_label
source: Tool
es: Herramienta

# gvSIGbpd_BPDHerramienta_help
source: A Tool is software applied in certain Business Process Steps, possibly to operate with some Artefacts.
es: Una Herramienta es una aplicacion informatica aplicada en ciertos pasos de sus Procesos de Negocio, posiblemente para operar con algunos Artefactos.

# gvSIGbpd_BPDHerramienta_contents_coleccionesHerramientas_label
source: Subordinated Tools
es: Herramientas subordinadas

# gvSIGbpd_BPDHerramienta_contents_coleccionesHerramientas_help
source: Collections of Subordinated Tools applied in the Organisation to handle certain Artefacts, and assist in the execution of Business Process Steps, hosted in the context of this tool.
es: Colecciones de Herramientas de orden inferior, que la Organizacion aplica para manejar ciertos Artefactos y asistir en la ejecucion de Pasos de Procesos de Negocio, albergadas en el contexto de esta herramienta.

# gvSIGbpd_BPDHerramienta_rel_artefactosDeHerramienta_label
source: Artefacts handled with the Tool
es: Artefactos

# gvSIGbpd_BPDHerramienta_rel_artefactosDeHerramienta_help
source: Artefacts where the tool is applied to visualize, edit or otherwise handle the Artefact content.
es: Artefactos que pueden ser manipulados con la Herramienta.

# gvSIGbpd_BPDHerramienta_rel_pasosAsistidos_label
source: Assisted Steps
es: Pasos Asistidos

# gvSIGbpd_BPDHerramienta_rel_pasosAsistidos_help
source: Business Process Steps applying the Tool. The Tool may be also applied by whole Business Processes.
es: Pasos de procesos de negocio donde se aplica la Herramienta.

# gvSIGbpd_BPDHerramienta_rel_politicasDeNegocioGobernantes_label
source: Governing Business Policies
es: Politicas de Negocio gobernantes

# gvSIGbpd_BPDHerramienta_rel_politicasDeNegocioGobernantes_help
source: Business Policies that prescribe or govern the utilisation of the Tool in the Organisation
es: Politicas de Negocio que prescriben o gobiernan el uso de la Herramienta en la Organizacion.

# gvSIGbpd_BPDHerramienta_rel_reglasDeNegocioDirigentes_label
source: Directing Business Rules
es: Reglas de Negocio dirigentes

# gvSIGbpd_BPDHerramienta_rel_reglasDeNegocioDirigentes_help
source: Business Rules directing the usage of the Tool.
es: Reglas de Negocio que dirigen el uso de la Herramienta en la Organizacion.

# gvSIGbpd_BPDHerramienta_rel_responsablesDeHerramienta_label
source: Profiles or Organisational Units Responsible for the Tool
es: Responsables

# gvSIGbpd_BPDHerramienta_rel_responsablesDeHerramienta_help
source: Participant Profiles or Organisational Units generally in charge of handling, administering or assisting the Teams in their usage of the Tool.
es: Perfiles o Unidades Organizacionales a cargo de asistir a la organizacion en su manejo de esta Herramienta.

# gvSIGbpd_BPDOrganizacion_label
source: Organisation
es: Organizacion

# gvSIGbpd_BPDOrganizacion_help
source: Root of all definition and publicacion content.
es: Raiz de contenidos para definicion y publicacion de procedimientos de gestion.

# gvSIGbpd_BPDOrganizacion_contents_coleccionesArtefactos_label
source: Artefacts (collections)
es: Artefactos (colecciones)

# gvSIGbpd_BPDOrganizacion_contents_coleccionesArtefactos_help
source: Collections of Artefacts produced, consumed, consulted, edited, or otherwise object of the Organisation effort.
es: Colecciones de Artefactos que se producen, consumen, consultan, editan, y en general son el objeto del esfuerzo de la Organizacion.

# gvSIGbpd_BPDOrganizacion_contents_coleccionesHerramientas_label
source: Tools (collections)
es: Herramientas (colecciones)

# gvSIGbpd_BPDOrganizacion_contents_coleccionesHerramientas_help
source: Collections of Tools applied in the Organisation to handle certain Artefacts, and assist in the execution of Business Process Steps.
es: Colecciones de Herramientas que la Organizacion aplica para manejar ciertos Artefactos y asistir en la ejecucion de Pasos de Procesos de Negocio.

# gvSIGbpd_BPDOrganizacion_contents_coleccionesPoliticasDeNegocio_label
source: Business Policies (collections)
es: Politicas de Negocio (colecciones)

# gvSIGbpd_BPDOrganizacion_contents_coleccionesPoliticasDeNegocio_help
source: Collections of Business Policies governing the Organisation and its Business Processes, and constitute the basis for the Business Rules.
es: Colecciones de Politicas de Negocio que gobiernan la Organizacion y sus Procesos de Negocio, y constituyen la base de las Reglas de Negocio.

# gvSIGbpd_BPDOrganizacion_contents_coleccionesProcesosDeNegocio_label
source: Business Processes (collections)
es: Procesos de Negocio (colecciones)

# gvSIGbpd_BPDOrganizacion_contents_coleccionesProcesosDeNegocio_help
source: Collections of Business Processes realising courses of action through which the Organisation pursues specific goals.
es: Colecciones de Procesos de Negocio realizando cursos de accion con los que la Organizacion persigue propositos especificos.

# gvSIGbpd_BPDOrganizacion_contents_coleccionesReglasDeNegocio_label
source: Business Rules (collections)
es: Reglas de Negocio (colecciones)

# gvSIGbpd_BPDOrganizacion_contents_coleccionesReglasDeNegocio_help
source: Collections of Business Rules derived from Business Policies, and driving the Business Process in the Organisation.
es: Colecciones de Reglas deNegocio que se derivan de las politicas de Negocio, y dirigen los Procesos de Negocio de la Organizacion.

# gvSIGbpd_BPDParticipante_label
source: BPDParticipante
es: Participante

# gvSIGbpd_BPDParticipante_help
source: BPDParticipante
es: Interviene en los esfuerzos de la Organizaci贸n. Es un caso general, que se concreta como una Unidad Organizacional o un Perfil de una persona.

# gvSIGbpd_BPDParticipante_attr_abreviatura_label
source: Abbreviation
es: Abreviatura

# gvSIGbpd_BPDParticipante_attr_abreviatura_help
source: For inmediate identification of participant Profiles and Organisational Units.
es: Para identificacion rapida de los Perfiles o Unidades Organizacionales mas significativos.

# gvSIGbpd_BPDParticipante_attr_responsabilidadesClave_label
source: Key Responsibilities
es: Responsabilidades Clave

# gvSIGbpd_BPDParticipante_attr_responsabilidadesClave_help
source: The participant Profile or Organisational Unit shall be generally responsible of these subject areas.
es: Los Participantes, en general, se haran cargo principalmente de las responsabilidades especificadas.

# gvSIGbpd_BPDParticipante_rel_destinatarioDeEnvios_label
source: Receiver of Send steps
es: Destinatario de Envios

# gvSIGbpd_BPDParticipante_rel_destinatarioDeEnvios_help
source: Send process steps addressed to this participant Profile or Organisational Unit.
es: Envios que se destinan a este Perfil o Unidad Organizacional.

# gvSIGbpd_BPDParticipante_rel_pasosEjecutados_label
source: Performed Business Process Steps
es: Pasos Ejecutados

# gvSIGbpd_BPDParticipante_rel_pasosEjecutados_help
source: Business Process Steps performed by the participant Profile or Organisational Unit.
es: Pasos de Negocio que se encarga de ejecutar el Perfil o Unidad Organizacional

# gvSIGbpd_BPDParticipante_rel_politicasDeNegocioGobernantes_label
source: Governing Business Policies
es: Politicas de Negocio gobernantes

# gvSIGbpd_BPDParticipante_rel_politicasDeNegocioGobernantes_help
source: Business Policies governing the participant Profile or Organisational Unit.
es: Las Politicas de Negocio que afectan a la labor del Perfil o Unidad Organizacional

# gvSIGbpd_BPDParticipante_rel_procesosEjecutados_label
source: Performed Business Processes
es: Procesos Ejecutados

# gvSIGbpd_BPDParticipante_rel_procesosEjecutados_help
source: Business Process that can be executed by the participant Profile or Organisational Unit.
es: Procesos de Negocio que se encarga de ejecutar el Perfil o Unidad Organizacional.

# gvSIGbpd_BPDParticipante_rel_procesosSupervisados_label
source: Supervised Business Processes
es: Procesos Supervisados

# gvSIGbpd_BPDParticipante_rel_procesosSupervisados_help
source: Business Process under supervision of the participant Profile or Organisational Unit.
es: Procesos de Negocio que se encarga de supervisar el Perfil o Unidad Organizacional.

# gvSIGbpd_BPDParticipante_rel_reglasDeNegocioDirigentes_label
source: Directing Business Rules
es: Reglas de Negocio dirigentes

# gvSIGbpd_BPDParticipante_rel_reglasDeNegocioDirigentes_help
source: Business Rule affecting the participant Profile or Organisational Unit
es: Las Reglas de Negocio que dirigen la labor de el Perfil o Unidad Organizacional.

# gvSIGbpd_BPDParticipante_rel_remitenteDeRecepciones_label
source: Sender of Reception steps
es: Remitente de Recepciones

# gvSIGbpd_BPDParticipante_rel_remitenteDeRecepciones_help
source: Business Process Reception Steps originated by the participant Profile or Organisational Units.
es: Recepciones originadas en este Perfil o Unidad Organizacional.

# gvSIGbpd_BPDParticipante_rel_responsableDeArtefactos_label
source: In charge of Artefacts
es: Artefactos a su cargo

# gvSIGbpd_BPDParticipante_rel_responsableDeArtefactos_help
source: Artefacts for which the the participant Profile or Organisational Unit is generally responsible for.
es: Artefactos que estan a cargo del Perfil o Unidad Organizacional.

# gvSIGbpd_BPDParticipante_rel_responsableDeHerramientas_label
source: In charge of Tools
es: Herramientas a su Cargo

# gvSIGbpd_BPDParticipante_rel_responsableDeHerramientas_help
source: Tools for which the the participant Profile or Organisational Unit is generally responsible for.
es: Herramientas que estan a cargo de el Perfil o Unidad Organizacional

# gvSIGbpd_BPDPasoConAnteriores_attr_titulosPasosAnteriores_label
source: Previous Steps
es: Pasos Anteriores

# gvSIGbpd_BPDPasoConAnteriores_attr_titulosPasosAnteriores_help
source: Steps that execute before this step. This step will execute after the completion of any of its previous steps.
es: Pasos que se ejecutan antes de este paso. Este paso se ejecuta tras completarse alguno de sus pasos anteriores.

# gvSIGbpd_BPDPasoConAnteriores_rel_pasosAnteriores_label
source: Previous Steps
es: Pasos Anteriores

# gvSIGbpd_BPDPasoConAnteriores_rel_pasosAnteriores_help
source: Steps that execute before this step. This step will execute after the completion of any of its previous steps.
es: Pasos que se ejecutan antes de este paso. Este paso se ejecuta tras completarse alguno de sus pasos anteriores.

# gvSIGbpd_BPDPasoConExcepciones_attr_titulosPasosSiguientesEnCasoExcepcion_label
source: Alternate or Exceptional Next Steps
es: Pasos Alternativos o Excepcion

# gvSIGbpd_BPDPasoConExcepciones_attr_titulosPasosSiguientesEnCasoExcepcion_help
source: Steps that will execute as an alternative to the main flow of next steps, or when an exceptional condition arises.
es: Pasos que se ejecutan como alternativa al flujo principal de pasos siguientes, o cuando surje una condicion excepcional.

# gvSIGbpd_BPDPasoConExcepciones_rel_pasosSiguientesEnCasoExcepcion_label
source: Alternative next steps or on Exception
es: Pasos Alternativos o en caso de Excepcion

# gvSIGbpd_BPDPasoConExcepciones_rel_pasosSiguientesEnCasoExcepcion_help
source: Steps that will execute as an alternative to the main flow of next steps, or when an exceptional condition arises.
es: Pasos que se ejecutan como alternativa al flujo principal de pasos siguientes, o cuando surje una condicion excepcional.

# gvSIGbpd_BPDPasoConSiguientes_attr_titulosPasosSiguientes_label
source: Next Steps
es: Pasos Siguientes

# gvSIGbpd_BPDPasoConSiguientes_attr_titulosPasosSiguientes_help
source: Steps that will execute after the completion of this step.
es: Pasos que se ejecutaran tras completarse este paso.

# gvSIGbpd_BPDPasoConSiguientes_rel_pasosSiguientes_label
source: Next Steps
es: Pasos Siguientes

# gvSIGbpd_BPDPasoConSiguientes_rel_pasosSiguientes_help
source: Steps that will execute after the completion of this step.
es: Pasos que se ejecutaran tras completarse este paso.

# gvSIGbpd_BPDPasoGeneral_label
source: BPDPasoGeneral
es: Paso General

# gvSIGbpd_BPDPasoGeneral_help
source: BPDPasoGeneral
es: Abstraccion de un Paso de Proceso de Negocio con Perfil o Unidad Organizacional Ejecutor y posiblemente aplicando herramientas, caso general, detallado como Paso Simple, Decision, Envio, Recepcion, ...

# gvSIGbpd_BPDPasoGeneral_attr_esInicial_label
source: Is Initial
es: Es Inicial

# gvSIGbpd_BPDPasoGeneral_attr_esInicial_help
source: Whether this Step executes at the beginning of the Business Process.
es: Indica si el Paso se ejecuta al comenzar el Proceso.

# gvSIGbpd_BPDPasoGeneral_rel_ejecutores_label
source: Performers
es: Ejecutores

# gvSIGbpd_BPDPasoGeneral_rel_ejecutores_help
source: Participant Profiles and Organisational Units allowed to execute the Step.
es: Perfiles y Unidades Organizacionales a cargo de ejecutar el Paso.

# gvSIGbpd_BPDPasoGeneral_rel_requeridoEnPlazos_label
source: Deadlines to meet
es: Plazos a cumplir

# gvSIGbpd_BPDPasoGeneral_rel_requeridoEnPlazos_help
source: Deadlines by which this step must execute.
es: Plazos en los que este Paso debe ejecutarse.

# gvSIGbpd_BPDPasoGestorExcepciones_help
source: BPDPasoGestorExcepciones
es: Incorpora la capacidad de servir como paso de continuacion alternativo de un paso anterior en que no se ha cumplido la condicion, o se ha agotado el plazo, o se ha dado alguna otra condicion excepcional.

source: Alternative or Exception for Steps
es: Alternativo o Excepcion de Pasos

source: Steps preceding this step, as an alternate flow or exceptional condition.
es: Pasos a los que sigue este paso como flujo alternativo, o en caso de excepcion.

# gvSIGbpd_BPDPasoGestorExcepciones_rel_pasosOriginandoExcepcion_label
source: Alternative or Exception for Steps
es: Pasos anteriores en caso excepcion o flujo alternativo

# gvSIGbpd_BPDPasoGestorExcepciones_rel_pasosOriginandoExcepcion_help
source: Steps preceding this step, as an alternate flow or exceptional condition.
es: Pasos a los que sigue este paso como flujo alternativo, o en caso de excepcion.

# gvSIGbpd_BPDPasoMinimo_label
source: BPDPasoMinimo
es: Paso Minimo

# gvSIGbpd_BPDPasoMinimo_help
source: BPDPasoMinimo
es: Abstraccion de un Paso de Proceso de Negocio, caso general, detallado como Paso Simple, Decision, SubProceso, Exito, Fracaso, Envio, Recepcion, ...

# gvSIGbpd_BPDPasoMinimo_attr_numeroDePaso_label
source: Step Order Index
es: Numero de Paso

# gvSIGbpd_BPDPasoMinimo_attr_numeroDePaso_help
source: An index number of the Step in the Business Process, useful for fast reference, but volatile, as it changes whenever any previous steps are removed, or steps added or moved before this step.
es: El numero de orden del Paso en la lista de Pasos de su Proceso. Util para su identificacion rapida. Notese que este numero puede cambiar al modificar la lista de Pasos del Proceso.

# gvSIGbpd_BPDPasoMinimo_attr_tituloProcesoDeNegocio_label
source: Business Process
es: Proceso de Negocio

# gvSIGbpd_BPDPasoMinimo_attr_tituloProcesoDeNegocio_help
source: Title of the Business Process containing the Step.
es: El titulo del Proceso de Negocio que contiene el Paso.

# gvSIGbpd_BPDPasoMinimo_rel_herramientasAplicadas_label
source: Applied Tools
es: Herramientas aplicadas

# gvSIGbpd_BPDPasoMinimo_rel_herramientasAplicadas_help
source: Tools to apply in the execution of the Business Process Step, or to manipulate the used Artefacts. Consider too the Tools refered as used in the whole Business Process.
es: Herramientas a utilizar para ejecutar el paso de proceso de negocio o manejar los artefactos usados.

# gvSIGbpd_BPDPasoMinimo_rel_reglasDeNegocioAplicadas_label
source: Applied Business Rules
es: Reglas de Negocio aplicadas

# gvSIGbpd_BPDPasoMinimo_rel_reglasDeNegocioAplicadas_help
source: Business Rules applicable in the Business Process Steps.
es: Reglas de Negocio aplicadas durante la ejecucion del Paso.

# gvSIGbpd_BPDPasoSimple_label
source: Simple Step
es: Paso Simple

# gvSIGbpd_BPDPasoSimple_help
source: An individual action in the secuence describing the behaviour during the Business Process.
es: Una actuacion individual de la secuencia que compone un Proceso de Negocio.

# gvSIGbpd_BPDPasoSimple_attr_detallesPaso_label
source: Step details
es: Detalles del Paso

# gvSIGbpd_BPDPasoSimple_attr_detallesPaso_help
source: Details about the features of the Business Process Step
es: Detalles acerca de las caracteristicas del Paso de Proceso de Negocio.

# gvSIGbpd_BPDPerfil_label
source: Profile
es: Perfil

# gvSIGbpd_BPDPerfil_help
source: A Profile represents a kind of participant in the Business Processes. It does not identify concrete individuals.
es: Un Perfil representa un tipo de participante en los procesos de gestion de gvSIG. No identifica personas concretas, . Se definen los conocimientos y habilidades propias al Perfil.

# gvSIGbpd_BPDPerfil_attr_conocimientosPoseidos_label
source: Skills
es: Conocimientos Poseidos

# gvSIGbpd_BPDPerfil_attr_conocimientosPoseidos_help
source: Skills to be possesed by people mathing this Profile.
es: Necesarios en el personal para que se ajuste al Perfil.

# gvSIGbpd_BPDPerfil_attr_habilidadesDemostradas_label
source: Demonstrated Habilities
es: Habilidades Demostradas

# gvSIGbpd_BPDPerfil_attr_habilidadesDemostradas_help
source: Individuals matching the participant Profile must have proven these habilities.
es: Los individuos que se ajusta a este Perfil habran demostrado las habilidades indicadas.

# gvSIGbpd_BPDPerfil_attr_seleccionDePersonal_label
source: Human Resources Selection
es: Seleccion de Personal

# gvSIGbpd_BPDPerfil_attr_seleccionDePersonal_help
source: Selection criteria for staffing the participant Profile with matching individuals.
es: Criterios para la seleccion de personal con este Perfil.

# gvSIGbpd_BPDPlazo_label
source: Deadline
es: Plazo de Tiempo

# gvSIGbpd_BPDPlazo_help
source: A period of time during which to wait for the happening of the start or finish of a certain Business Process Step, continuing with different steps, depending upon the Deadline expiring or not.
es: Un Plazo de tiempo durante el que se espera que empiecen o completen ciertos pasos, tras lo cual se continua en cierto paso, o por otro paso en caso de expiracion del tiempo.

# gvSIGbpd_BPDPlazo_attr_agotarPlazo_label
source: Wait for Deadline to expire
es: Agotar Plazo

# gvSIGbpd_BPDPlazo_attr_agotarPlazo_help
source: Whether or not to wait for the Deadline to expire, even if the required step has been fulfilled.
es: Si se desea agotar el tiempo antes de continuar, aunque se haya satisfecho la ocurrencia del paso requerido.

# gvSIGbpd_BPDPlazo_attr_detallesPaso_label
source: Step details
es: Detalles del Paso

# gvSIGbpd_BPDPlazo_attr_detallesPaso_help
source: Details about the fetarues of the Busienss Process Step
es: Detalles acerca de las caracteristicas del Paso de Proceso de Negocio.

# gvSIGbpd_BPDPlazo_attr_esInicial_label
source: Is Initial
es: Es Inicial

# gvSIGbpd_BPDPlazo_attr_esInicial_help
source: Whether this Step can be the first to execute in the Business Process.
es: Indica si el Paso puede ser el primero en ejecutar en el Proceso.

# gvSIGbpd_BPDPlazo_attr_tiempoDeEspera_label
source: Deadline Wait Time
es: Tiempo de Espera

# gvSIGbpd_BPDPlazo_attr_tiempoDeEspera_help
source: Deadline's Time interval. When this amount of time is over, the Business Process will proceed with the Business Process Step identified for continuation upon expiration.
es: El Plazo se abre para el tiempo especificado. Al transcurrir el tiempo indicado, el Proceso continuara en el paso siguiente tras expiracion.

# gvSIGbpd_BPDPlazo_attr_unidadDeTiempo_label
source: Time Unit
es: Unidad de Tiempo

# gvSIGbpd_BPDPlazo_attr_unidadDeTiempo_help
source: Time unit measuring the Deadline's time limit.
es: La unidad de tiempo en que se define el Tiempo de Espera del Plazo.

# gvSIGbpd_BPDPlazo_attr_unidadDeTiempo_option_Meses
source: Months
es: Meses

# gvSIGbpd_BPDPlazo_attr_unidadDeTiempo_option_Semanas
source: Weeks
es: Semanas

# gvSIGbpd_BPDPlazo_attr_unidadDeTiempo_option_Dias
source: Days
es: Dias

# gvSIGbpd_BPDPlazo_attr_unidadDeTiempo_option_Horas
source: Hours
es: Horas

# gvSIGbpd_BPDPlazo_attr_unidadDeTiempo_option_Minutos
source: Minutes
es: Minutos

# gvSIGbpd_BPDPlazo_rel_pasosRequeridos_label
source: Required steps
es: Pasos requeridos

# gvSIGbpd_BPDPlazo_rel_pasosRequeridos_help
source: Steps that must execute whithin the Deadline. It is what the Deadline actually expects and waits to happen.
es: Pasos que deben ejecutarse dentro del Plazo. Son los pasos que se espera que acontezcan en el tiempo de espera indicado.

# gvSIGbpd_BPDPoliticaDeNegocio_label
source: Business Policy
es: Politica de Negocio

# gvSIGbpd_BPDPoliticaDeNegocio_help
source: General directive to develop into Rules and realise with Business Processes
es: Directiva general a desarrollar mediante Reglas y realizar mediante Procesos de Negocio.

# gvSIGbpd_BPDPoliticaDeNegocio_contents_coleccionesPoliticasDeNegocio_label
source: More specific Business Policies
es: Politicas de Negocio mas detalladas

# gvSIGbpd_BPDPoliticaDeNegocio_contents_coleccionesPoliticasDeNegocio_help
source: Collections of Subordinated Business Policies governing the Organisation and its Business Processes, and constitute the basis for the Business Rules, defined in the context of this Business Policy.
es: Colecciones de Politicas de Negocio subordinadas o mas detalladas, que gobiernan la Organizacion y sus Procesos de Negocio, y constituyen la base de las Reglas de Negocio, definidas en el contexto de esta Politica de Negocio.

# gvSIGbpd_BPDPoliticaDeNegocio_rel_artefactosGobernados_label
source: Governed Artefacts
es: Artefactos Gobernados

# gvSIGbpd_BPDPoliticaDeNegocio_rel_artefactosGobernados_help
source: Artefacts whose usage is directed by the Business Policy.
es: Artefactos cuya utilizacion esta prescrita o gobernada por la Politica de Negocio.

# gvSIGbpd_BPDPoliticaDeNegocio_rel_herramientasGobernadas_label
source: Governed Tools
es: Herramientas Gobernadas

# gvSIGbpd_BPDPoliticaDeNegocio_rel_herramientasGobernadas_help
source: Tools whose usage is prescribed or governed by the Business Policy.
es: Herramientas cuya utilizacion esta prescrita o gobernada por la Politica de Negocio.

# gvSIGbpd_BPDPoliticaDeNegocio_rel_participantesGobernados_label
source: Governed participant Profiles and Organisational Units
es: Participantes gobernados

# gvSIGbpd_BPDPoliticaDeNegocio_rel_participantesGobernados_help
source: Participant Profiles and Organisational Units that must endeavour to apply the Business Policy.
es: Perfiles y Unidades Organizacionales que aplican la Politica de Negocio durante su labor.

# gvSIGbpd_BPDPoliticaDeNegocio_rel_procesosDeNegocioGobernados_label
source: Governed Business Processes
es: Procesos de Negocio gobernados

# gvSIGbpd_BPDPoliticaDeNegocio_rel_procesosDeNegocioGobernados_help
source: Business Processes that abide by, or enforce the Business Policy.
es: Procesos de Negocio que respetan o se esfuerzan en hacer cumplir la Politica de Negocio.

# gvSIGbpd_BPDPoliticaDeNegocio_rel_reglasDeNegocioDerivadas_label
source: Derived Business Rules
es: Reglas de Negocio derivadas

# gvSIGbpd_BPDPoliticaDeNegocio_rel_reglasDeNegocioDerivadas_help
source: Business Rules derived from the Business Policy.
es: Reglas de Negocio que refinan la Politica de Negocio en terminos decidibles.

# gvSIGbpd_BPDProcesoDeNegocio_label
source: BPDProcesoDeNegocio
es: Proceso de Negocio
